"""Файл для запису усіх choices"""

INVERTOR_CHOICES = (
    ('Так', 'Так'),
    ('Ні', 'Ні'),
)

INVERTOR_POWER_CHOICES = (
    ('7 BTU', '7 BTU'),
    ('9 BTU', '9 BTU'),
    ('12 BTU', '12 BTU'),
    ('18 BTU', '18 BTU'),
    ('24 BTU', '24 BTU'),
)

CONDITIONER_TYPE_CHOICES = (
    ('Настінні спліт-системи', 'Настінні спліт-системи'),
    ('Мультиспліт-системи', 'Мультиспліт-системи'),
    ('Мобільні кондиціонери', 'Мобільні кондиціонери'),
    ('Кондиціонери на стелю', 'Кондиціонери на стелю'),
    ('Касетні кондиціонери', 'Касетні кондиціонери'),
    ('Канальні кондиціонери', 'Канальні кондиціонери'),
)

AREA_CHOICES = (
    ('до 20', 'до 20'),
    ('до 25', 'до 25'),
    ('до 35', 'до 35'),
    ('до 45', 'до 45'),
    ('до 50', 'до 50'),
    ('до 60', 'до 60'),
    ('до 70', 'до 70'),
    ('> 70', '> 70'),
)